labplus-cn/mpython_esp32s3/port/boards/labplus_Ledong/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "labplus Ledong"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "mpy-Ledong"

#ifndef MICROPY_PY_ESP_MUSIC
#define MICROPY_PY_ESP_MUSIC                   (1)
#endif

